#include <stdio.h>
#include <string.h>

//место за вашиот код

int main() {

    Narachka narachka;

    // внеси го името лицето кое ја прави нарачката
    // внеси го бројот на порачани производи во нарачката
    
    int i;
    //за секој од нарачаните производи се внесуваат информации
    for (i = 0; i < narachka.n; ++i) {
        // внеси код
        // внеси единицчна цена
        // внеси број на производи во магацин
    }
    //за секој производ се внесува колку такви производи се порачани во нарачката
    int j;
    for (j = 0; j < narachka.n; ++j) {
       //се внесува број на производи во нарачката
    }


    // повик на функцијата pecatiFaktura

 
    return 0;
}
